Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Hides CAM and fake-quality sources. Hide / Require words are case-insensitive regex patterns (an invalid pattern is ignored).
af: Versteek CAM- en vals-gehaltebronne. Versteek-/Vereis-woorde is hooflettergevoellose regex-patrone (’n ongeldige patroon word geïgnoreer).
am: የCAM እና የሐሰተኛ-ጥራት ምንጮችን ይደብቃል። “ደብቅ / ጠይቅ” ቃላት ለፊደል መጠን ግድ የለሽ የregex ቅጦች ናቸው (ልክ ያልሆነ ቅጥ ችላ ይባላል)።
ar: يخفي مصادر التصوير في القاعة (CAM) والمصادر ذات الجودة المزيّفة. كلمات الإخفاء/الاشتراط هي أنماط تعبيرات نمطية غير حساسة لحالة الأحرف (ويُتجاهَل أي نمط غير صالح).
as: CAM আৰু নকল-কোৱালিটি উৎস লুকুৱায়। শব্দ লুকুৱাওক / আৱশ্যক কৰক হৈছে কেছ্‌-অসংবেদনশীল regex পেটাৰ্ন (এটা অবৈধ পেটাৰ্ন উপেক্ষা কৰা হয়)।
az: CAM və saxta keyfiyyətli mənbələri gizlədir. Gizlət / Tələb et sözləri böyük-kiçik hərfə həssas olmayan regex nümunələridir (yanlış nümunə nəzərə alınmır).
be: Хавае CAM і крыніцы падробленай якасці. Схаваць / Патрабаваць словы — гэта regex-шаблоны без уліку рэгістру (няправільны шаблон ігнаруецца).
bg: Скрива CAM и източници с фалшиво качество. Думите за „Скрий“ / „Изисквай“ са регулярни изрази без чувствителност към регистъра (невалиден израз се игнорира).
bn: CAM ও নকল-মানের সোর্স লুকায়। লুকান / আবশ্যক শব্দগুলো কেস-সংবেদনশীল নয় এমন regex প্যাটার্ন (অবৈধ প্যাটার্ন উপেক্ষা করা হয়)।
br: Kuzhat a ra ar mammennoù CAM ha kalite-faos. Ar gerioù Kuzhat / Rekis a zo patromoù regex hep evezh ouzh ar pennlizherennoù (ur patrom didalvoud a vez laosket a-gostez).
bs: Skriva CAM i lažne izvore po kvalitetu. Sakrij / Zahtijevaj riječi su regex obrasci neosjetljivi na velika i mala slova (nevažeći obrazac se ignoriše).
ca: Amaga les fonts CAM i de qualitat falsa. Les paraules d'Amaga / Requereix són patrons regex que no distingeixen majúscules i minúscules (un patró no vàlid s'ignora).
ceb: Nagtago sa CAM ug peke-og-kalidad nga mga tinubdan. Ang Hide / Require nga mga pulong mga case-insensitive nga regex pattern (ang dili balido nga pattern gibaliwala).
cs: Skryje CAM zdroje a zdroje s falešnou kvalitou. Slova Skrýt / Vyžadovat jsou regulární výrazy bez rozlišování velikosti písmen (neplatný výraz se ignoruje).
cy: Yn cuddio ffynonellau CAM ac ansawdd-ffug. Mae geiriau Cuddio / Mynnu'n batrymau regex nad ydynt yn ystyriol o lythrennau bras (anwybyddir patrwm annilys).
da: Skjuler CAM- og falsk kvalitet-kilder. Skjul-/Kræv-ord er regex-mønstre uden forskel på store og små bogstaver (et ugyldigt mønster ignoreres).
de: Blendet CAM- und Quellen mit gefälschter Qualität aus. „Ausblenden“ / „Erforderlich“-Wörter sind Regex-Muster ohne Groß-/Kleinschreibung (ein ungültiges Muster wird ignoriert).
el: Αποκρύπτει πηγές CAM και ψευδούς ποιότητας. Οι λέξεις «Απόκρυψη» / «Απαίτηση» είναι μοτίβα regex χωρίς διάκριση πεζών-κεφαλαίων (ένα μη έγκυρο μοτίβο αγνοείται).
es: Oculta las fuentes CAM y de calidad falsa. Las palabras de Ocultar / Requerir son patrones regex que no distinguen mayúsculas (un patrón no válido se ignora).
et: Peidab CAM- ja võltskvaliteediga allikad. „Peida“ / „Nõua“ sõnad on tõstutundetud regulaaravaldised (vigane muster jäetakse arvestamata).
eu: CAM eta kalitate faltsuko iturriak ezkutatzen ditu. "Ezkutatu" / "Eskatu" hitzak maiuskulak eta minuskulak bereizten ez dituzten regex ereduak dira (eredu baliogabea ez ikusi egiten da).
fa: منابع CAM و با کیفیت جعلی را پنهان می‌کند. واژه‌های «پنهان کن / نیاز است» الگوهای regex بدون حساسیت به حروف بزرگ و کوچک هستند (الگوی نامعتبر نادیده گرفته می‌شود).
fi: Piilottaa CAM- ja valelaatuiset lähteet. Piilota- ja Vaadi-sanat ovat kirjainkoosta riippumattomia säännöllisiä lausekkeita (virheellinen lauseke ohitetaan).
fil: Itinatago ang mga CAM at pekeng-kalidad na source. Ang mga salitang Itago / Kailanganin ay mga case-insensitive na regex pattern (binabalewala ang hindi wastong pattern).
fo: Fjalir CAM- og falsgóðsku-keldur. Fjal / Krev orð eru regex-mynstur, ið ikki gera mun á stórum og smáum bókstavum (eitt ógyldigt mynstur verður signt burtur).
fr: Masque les sources CAM et à fausse qualité. Les mots Masquer / Exiger sont des expressions régulières insensibles à la casse (un motif invalide est ignoré).
fy: Ferstoppet CAM- en nepkwaliteitboarnen. Ferstopje-/Fereaskje-wurden binne haadletterûngefoelige regex-patroanen (in ûnjildich patroan wurdt negearre).
ga: Folaíonn foinsí CAM agus bréagcháilíochta. Is patrúin regex neamhíogair do chás iad focail Folaigh / Éiligh (déantar neamhaird de phatrún neamhbhailí).
gd: Falaichidh seo tùsan CAM agus càileachd meallta. 'S e pàtrain regex neo-mhothachail air litrichean mòra/beaga a th' ann am faclan Falaich / Iarr (thèid pàtran mì-dhligheach a leigeil seachad).
gl: Agocha as fontes CAM e de calidade falsa. As palabras de Agochar / Esixir son patróns de regex que non distinguen maiúsculas de minúsculas (ignórase un patrón non válido).
gu: CAM અને નકલી-ગુણવત્તાવાળા સ્રોત છુપાવે છે. છુપાવો / જરૂરી શબ્દો કેસ-અસંવેદનશીલ regex પૅટર્ન છે (અમાન્ય પૅટર્ન અવગણાય છે).
ha: Yana ɓoye tushen CAM da na ingancin ƙarya. Ɓoye / Buƙaci kalmomi tsari ne na regex marasa kula da girman baƙi (ana yin watsi da tsari mara inganci).
he: מסתיר מקורות CAM ומקורות באיכות מזויפת. המילים ׳הסתר׳ / ׳דרוש׳ הן ביטויים רגולריים שאינם רגישים לאותיות גדולות/קטנות (תבנית שאינה תקינה תתעלם).
hi: CAM और नकली-क्वालिटी वाले स्रोत छिपाता है। छिपाएँ / आवश्यक शब्द बड़े-छोटे अक्षरों की परवाह किए बिना regex पैटर्न हैं (अमान्य पैटर्न को अनदेखा कर दिया जाता है)।
hr: Skriva CAM i izvore lažne kvalitete. Riječi za Sakrij / Zahtijevaj su regularni izrazi neovisni o velikim i malim slovima (neispravan izraz se zanemaruje).
ht: Kache sous CAM ak fo-kalite yo. Kache / Egzije mo se modèl regex ki pa sansib a kas (yon modèl ki pa valab inyore).
hu: Elrejti a CAM- és a hamis minőségű forrásokat. Az Elrejtés / Kötelező szavak kis- és nagybetűt nem megkülönböztető reguláris kifejezések (az érvénytelen mintát figyelmen kívül hagyja).
hy: Թաքցնում է CAM և կեղծ որակի աղբյուրները։ «Թաքցնել» / «Պահանջել» բառերը մեծ-փոքրատառին անզգայուն regex կաղապարներ են (անվավեր կաղապարն անտեսվում է)։
id: Menyembunyikan sumber CAM dan kualitas palsu. Kata Sembunyikan / Wajibkan adalah pola regex tanpa membedakan huruf besar-kecil (pola yang tidak valid diabaikan).
ig: Na-ezo isi mmalite CAM na nke mma adịgboroja. Zoo / Chọọ okwu bụ ụkpụrụ regex na-adịghị echebara mkpụrụ akwụkwọ anya (a na-eleghara ụkpụrụ na-ezighị ezi anya).
is: Felur CAM- og falsgæðaveitur. Fela / Krefjast orð eru regluleg segð án há- og lágstafanæmis (ógilt mynstur er hunsað).
it: Nasconde le sorgenti CAM e a qualità falsa. Le parole Nascondi / Richiedi sono espressioni regolari senza distinzione tra maiuscole e minuscole (un'espressione non valida viene ignorata).
ja: CAM や画質偽装のソースを非表示にします。「非表示」「必須」のワードは大文字・小文字を区別しない正規表現です（無効なパターンは無視されます）。
jv: Ndhelikaké sumber CAM lan kualitas palsu. Tembung Dhelikaké / Wajibaké minangka pola regex sing ora sensitif huruf gedhé-cilik (pola sing ora sah bakal diabaikan).
ka: მალავს CAM და ცრუ ხარისხის წყაროებს. „დამალვა“ / „მოთხოვნა“ სიტყვები არის რეგისტრის მიმართ უგრძნობი regex ნიმუშები (არასწორი ნიმუში იგნორირდება).
kk: CAM және жалған сападағы дереккөздерді жасырады. «Жасыру / Талап ету» сөздері әріп регистрін ескермейтін regex үлгілері (қате үлгі еленбейді).
km: លាក់ប្រភព CAM និងប្រភពគុណភាពក្លែងក្លាយ។ ពាក្យ លាក់ / តម្រូវ ជាលំនាំ regex ដែលមិនប្រកាន់អក្សរតូចធំ (លំនាំមិនត្រឹមត្រូវនឹងត្រូវរំលង)។
kn: CAM ಮತ್ತು ನಕಲಿ-ಗುಣಮಟ್ಟದ ಮೂಲಗಳನ್ನು ಮರೆಮಾಡುತ್ತದೆ. ಮರೆಮಾಡಿ / ಅಗತ್ಯವಿದೆ ಪದಗಳು ಅಕ್ಷರ-ಸಂವೇದನಾರಹಿತ regex ಮಾದರಿಗಳಾಗಿವೆ (ಅಮಾನ್ಯ ಮಾದರಿಯನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ).
ko: CAM 및 가짜 화질 소스를 숨깁니다. 숨김 / 필수 단어는 대소문자를 구분하지 않는 정규식 패턴입니다(잘못된 패턴은 무시됩니다).
ku: Çavkaniyên CAM û kalîteya-derewîn vedişêre. Peyvên Veşêre / Hewce şêweyên regex ên ne-hestiyar-bi-tîpan in (şêwazeke nederbasdar tê paşguhkirin).
ky: CAM жана жасалма сапаттагы булактарды жашырат. Жашыруу / Талап кылуу сөздөрү регистрге сезгич эмес regex үлгүлөрү (жараксыз үлгү этибарга алынбайт).
lb: Verstoppt CAM- a Fake-Qualitéits-Quellen. Wierder verstoppen / verlaangen sinn Regex-Muster ouni Grouss-/Klengschreiwungsënnerscheed (en ongëllegt Muster gëtt ignoréiert).
lo: ເຊື່ອງແຫຼ່ງ CAM ແລະ ຄຸນນະພາບປອມ. ຄຳທີ່ຈະເຊື່ອງ / ຕ້ອງມີ ເປັນຮູບແບບ regex ທີ່ບໍ່ຄຳນຶງເຖິງໂຕພິມໃຫຍ່ນ້ອຍ (ຮູບແບບທີ່ບໍ່ຖືກຕ້ອງຈະຖືກລະເລີຍ).
lt: Slepia CAM ir netikros kokybės šaltinius. „Slėpti“ / „Reikalauti“ žodžiai yra raidžių dydžiui nejautrūs regex šablonai (netinkamas šablonas ignoruojamas).
lv: Slēpj CAM un viltus kvalitātes avotus. Vārdi laukos “Slēpt” / “Pieprasīt” ir reģistrnejutīgi regulārās izteiksmes paraugi (nederīgs paraugs tiek ignorēts).
mg: Manafina ny loharano CAM sy kalitao sandoka. Ny teny Afeno / Takio dia lamina regex tsy miraharaha renyefitra (tsy raharahaina ny lamina tsy mety).
mi: Ka hunaia ngā pūtake CAM me ngā kounga-tinihanga. Ko ngā kupu Huna / Hiahia he tauira regex kāore e aro ki te kēhi (ka waihotia tētahi tauira muhu).
mk: Сокрива CAM и извори со лажен квалитет. Зборовите за „Сокриј“ / „Барај“ се regex шаблони без разлика на големи/мали букви (неважечки шаблон се игнорира).
ml: CAM, വ്യാജ-ഗുണനിലവാര ഉറവിടങ്ങൾ മറയ്ക്കുന്നു. മറയ്ക്കുക / ആവശ്യമാണ് എന്നീ വാക്കുകൾ വലിയക്ഷര-ചെറിയക്ഷര വ്യത്യാസമില്ലാത്ത regex പാറ്റേണുകളാണ് (അസാധുവായ പാറ്റേൺ അവഗണിക്കും).
mn: CAM болон хуурамч чанарын эх сурвалжийг нуудаг. Нуух / Шаардах үгс нь том жижиг үсэг ялгадаггүй regex загварууд юм (буруу загварыг үл тоомсорлоно).
mr: CAM आणि बनावट-दर्जाचे स्रोत लपवते. लपवा / आवश्यक शब्द हे केस-असंवेदनशील regex पॅटर्न आहेत (अवैध पॅटर्न दुर्लक्षित केला जातो).
ms: Menyembunyikan sumber CAM dan kualiti palsu. Perkataan Sembunyi / Perlukan ialah corak regex tidak sensitif huruf besar-kecil (corak tidak sah diabaikan).
mt: Jaħbi sorsi CAM u ta' kwalità falza. Il-kliem Aħbi / Meħtieġ huma patterns regex li ma jagħtux każ tal-ittri kbar jew żgħar (pattern invalidu jiġi injorat).
my: CAM နှင့် အရည်အသွေးအတု အရင်းအမြစ်များကို ဖျောက်ထားသည်။ Hide / Require စကားလုံးများသည် စာလုံးအကြီးအသေး ခွဲခြားမှုမရှိသော regex ပုံစံများဖြစ်သည် (မမှန်ကန်သော ပုံစံကို လျစ်လျူရှုသည်)။
nb: Skjuler CAM- og falsk-kvalitet-kilder. Skjul- / Krev-ord er regex-mønstre uten skille mellom store og små bokstaver (et ugyldig mønster ignoreres).
ne: CAM र नक्कली-गुणस्तरका स्रोतहरू लुकाउँछ। लुकाउनुहोस् / आवश्यक शब्दहरू केस-असंवेदनशील regex ढाँचा हुन् (अमान्य ढाँचा बेवास्ता गरिन्छ)।
nl: Verbergt CAM- en nepkwaliteitsbronnen. Verbergen/Vereisen-woorden zijn hoofdletterongevoelige regex-patronen (een ongeldig patroon wordt genegeerd).
ny: Imabisa magwero a CAM ndi a khalidwe lonyenga. Mawu a Hide / Require ndi ma regex pattern osasamala za makulidwe a zilembo (pattern yolakwika imanyalanyazidwa).
oc: Amaga las fonts CAM e de falsa qualitat. Los mots a Amagar / Requerir son de motius regex insensibles a la cassa (un motiu invalid es ignorat).
or: CAM ଏବଂ ନକଲି-କ୍ୱାଲିଟି ଉତ୍ସ ଲୁଚାଏ। Hide / Require ଶବ୍ଦ ଅକ୍ଷର-ସଂବେଦନଶୀଳ ନ ଥିବା regex ପ୍ୟାଟର୍ନ (ଏକ ଅବୈଧ ପ୍ୟାଟର୍ନ ଅଣଦେଖା ହୁଏ)।
pa: CAM ਅਤੇ ਨਕਲੀ-ਕੁਆਲਿਟੀ ਵਾਲੇ ਸਰੋਤ ਲੁਕਾਉਂਦਾ ਹੈ। "ਲੁਕਾਓ / ਲੋੜੀਂਦੇ" ਸ਼ਬਦ ਕੇਸ-ਅਸੰਵੇਦਨਸ਼ੀਲ regex ਪੈਟਰਨ ਹੁੰਦੇ ਹਨ (ਗ਼ਲਤ ਪੈਟਰਨ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਜਾਂਦਾ ਹੈ)।
pl: Ukrywa źródła CAM i o fałszywej jakości. Słowa w polach Ukryj / Wymagaj to wzorce wyrażeń regularnych ignorujące wielkość liter (nieprawidłowy wzorzec jest pomijany).
ps: CAM او جعلي-کیفیت سرچینې پټوي. د پټولو / اړینولو کلیمې د توري-حساسیت پرته regex نمونې دي (ناسمه نمونه له پامه غورځول کیږي).
pt_br: Oculta fontes CAM e de qualidade falsa. As palavras de Ocultar / Exigir são padrões regex que não diferenciam maiúsculas de minúsculas (um padrão inválido é ignorado).
pt_pt: Oculta fontes CAM e de qualidade falsa. As palavras a Ocultar / Exigir são padrões regex sem distinção entre maiúsculas e minúsculas (um padrão inválido é ignorado).
ro: Ascunde sursele CAM și cu calitate falsă. Cuvintele Ascunde / Necesită sunt expresii regulate fără diferențiere între majuscule și minuscule (un tipar nevalid este ignorat).
ru: Скрывает источники CAM и с поддельным качеством. Слова в полях «Скрывать» / «Требовать» — это регулярные выражения без учёта регистра (некорректный шаблон игнорируется).
rw: Bihisha inkomoko za CAM n'iz'ubwiza bw'impimbano. Amagambo yo Guhisha / Gusaba ni imiterere ya regex itita ku nyuguti nkuru cyangwa nto (imiterere itari yo irirengagizwa).
sd: CAM ۽ نقلي-معيار وارا ذريعا لڪائي ٿو. لڪايو / لازمي لفظ ننڍي-وڏي اکر کان بي پرواهه regex نمونا آهن (غلط نمونو نظرانداز ڪيو وڃي ٿو).
si: CAM සහ ව්‍යාජ-ගුණාත්මක මූලාශ්‍ර සඟවයි. සඟවන්න / අවශ්‍යයි වචන අකුරු-සංවේදී නොවන regex රටා වේ (වලංගු නොවන රටාවක් නොසලකා හරියි).
sk: Skryje CAM a zdroje s falošnou kvalitou. Slová Skryť / Vyžadovať sú regulárne výrazy bez ohľadu na veľkosť písmen (neplatný výraz sa ignoruje).
sl: Skrije vire CAM in vire z lažno kakovostjo. Besede za Skrij / Zahtevaj so regularni izrazi, neobčutljivi na velike in male črke (neveljaven vzorec se prezre).
sm: E nana puna CAM ma pepelo-tulaga. O upu Nana / Manaomia o mamanu regex e le amanaʻia mataitusi tetele/laiti (e le amanaʻia se mamanu le talafeagai).
sn: Inovanza nzvimbo dzeCAM nedzehunhu hwenhema. Mazwi eHide / Require ma regex pattern asingatarisi case (pattern isina kururama inosiyiwa).
so: Wuxuu qariyaa ilaha CAM iyo tayo-been ah. Erayada Hide / Require waa qaababka regex ee aan xarafka waaweyn/yaryar u dan lahayn (qaab aan sax ahayn waa la iska indhatiraa).
sq: Fsheh burimet CAM dhe ato me cilësi të rreme. Fjalët "Fshih" / "Kërko" janë modele regex që nuk i dallojnë shkronjat e mëdha nga të voglat (një model i pavlefshëm shpërfillet).
sr: Сакрива CAM и изворе лажног квалитета. Речи за Сакриј / Захтевај су regex шаблони неосетљиви на велика и мала слова (неисправан шаблон се занемарује).
st: E pata mehloli ea CAM le ea boleng ba bohata. Mantsoe a Hide / Require ke di-pattern tsa regex tse sa natseng litlhaku tse kholo/tse nyenyane (pattern e sa sebetseng ea hlokomolohuoa).
su: Nyumputkeun sumber CAM jeung kualitas palsu. Kecap Sumputkeun / Wajibkeun mangrupa pola regex nu teu peka aksara gedé (pola nu teu valid diabaikan).
sv: Döljer CAM-källor och källor med falsk kvalitet. Orden Dölj/Kräv är skiftlägesokänsliga regex-mönster (ett ogiltigt mönster ignoreras).
sw: Huficha vyanzo vya CAM na vyenye ubora bandia. Maneno ya Ficha / Hitaji ni mifumo ya regex isiyojali herufi kubwa au ndogo (mfumo batili hupuuzwa).
ta: CAM மற்றும் போலி தர மூலங்களை மறைக்கிறது. மறை / தேவை சொற்கள் எழுத்து வேறுபாடற்ற regex வடிவங்கள் (தவறான வடிவம் புறக்கணிக்கப்படும்).
te: CAM మరియు నకిలీ-నాణ్యత మూలాలను దాచుతుంది. దాచు / అవసరం పదాలు కేస్‌ను పట్టించుకోని regex నమూనాలు (చెల్లని నమూనా విస్మరించబడుతుంది).
tg: Манбаъҳои CAM ва сифати қалбакиро пинҳон мекунад. Калимаҳои Пинҳон / Талаб қолибҳои regex-и ба ҳарфҳои калону хурд ҳассоснабуда мебошанд (қолиби нодуруст нодида гирифта мешавад).
th: ซ่อนแหล่ง CAM และแหล่งที่ปลอมคุณภาพ คำในช่องซ่อน / ต้องมี เป็นรูปแบบ regex ที่ไม่สนตัวพิมพ์ใหญ่เล็ก (รูปแบบที่ไม่ถูกต้องจะถูกข้าม)
tr: CAM ve sahte kaliteli kaynakları gizler. Gizle / Gerektir sözcükleri büyük/küçük harfe duyarsız regex desenleridir (geçersiz bir desen yoksayılır).
tt: CAM һәм ялган сыйфатлы чыганакларны яшерә. Сүзләрне яшер / Кирәкле сүзләр регистрга сизгер булмаган regex үрнәкләре (дөрес булмаган үрнәк исәпкә алынмый).
ug: CAM ۋە ساختا سۈپەتلىك مەنبەلەرنى يوشۇرىدۇ. «يوشۇرۇش / تەلەپ قىلىش» سۆزلىرى چوڭ-كىچىك ھەرپكە سەزگۈر بولمىغان مۇنتىزىم ئىپادە ئەندىزىلىرى (ئىناۋەتسىز ئەندىزە پەرۋا قىلىنمايدۇ).
uk: Приховує джерела з CAM і фейковою якістю. Слова «Приховати» / «Вимагати» — це регулярні вирази без урахування регістру (неправильний шаблон ігнорується).
ur: CAM اور جعلی کوالٹی والے ذرائع چھپاتا ہے۔ چھپائیں / لازمی الفاظ بڑے چھوٹے حروف سے بے نیاز regex پیٹرنز ہیں (غلط پیٹرن نظر انداز کر دیا جاتا ہے)۔
uz: CAM va soxta sifatli manbalarni yashiradi. Yashirish / Talab qilinadigan so'zlar katta-kichik harflarga sezgir bo'lmagan regex naqshlaridir (noto'g'ri naqsh e'tiborga olinmaydi).
vi: Ẩn các nguồn CAM và giả chất lượng. Từ khóa Ẩn / Bắt buộc là biểu thức regex không phân biệt hoa thường (mẫu không hợp lệ sẽ bị bỏ qua).
xh: Ifihla imithombo ye-CAM neyomgangatho ongamgunyathi. Amagama e-Fihla / Funa ziipateni ze-regex ezingakhathalele oonobumba abakhulu okanye abancinci (ipateni engasebenziyo iyatyeshelwa).
yo: Ó máa ń fi àwọn orísun CAM àti ẹ̀tàn-dídára pamọ́. Àwọn ọ̀rọ̀ Hide / Require jẹ́ àwọn àpẹẹrẹ regex tí kò kìyèsí àkọ́tọ́-ńlá-àti-kékeré (a ó fojú fo àpẹẹrẹ tí kò tọ̀nà).
zh_hans: 隐藏枪版和虚假画质源。“隐藏 / 必含”词为不区分大小写的正则表达式（无效的表达式将被忽略）。
zh_hant: 隱藏槍版（CAM）與假畫質來源。「隱藏 / 必含」字詞為不分大小寫的正規表示式（無效的模式會被忽略）。
zu: Ifihla imithombo ye-CAM neyekhwalithi embumbulu. Amagama e-Fihla / Dinga angamaphethini e-regex anganaki unobumba omkhulu/omncane (iphethini engavumelekile inganakwa).
